batisteo.vscode-django
be5invis.vscode-custom-css
brandonkirbyson.vscode-animations
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
golang.go
james-yu.latex-workshop
kevinrose.vsc-python-indent
monokai.theme-monokai-pro-vscode
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
njpwerner.autodocstring
sainnhe.sonokai
vscodevim.vim
wholroyd.jinja